Repository: mereszpingvin/SkodaKlub
Catalog: sites/all/translations/addressfield_*-7.x-1.0-alpha1.*_0.po
Languages: hu

source: Delete
hu: Törlés

source: Cancel
hu: Mégsem

source: Edit
hu: Szerkesztés

source: Links
hu: Hivatkozások

source: Fields
hu: Mezők

source: Postal code
hu: Irányítószám

source: County
hu: Megye

source: Locality
hu: Helység

source: Save address
hu: Cím mentése

source: Are you sure to delete this address?
hu: Biztosan törölhető ez a cím?

source: Save new address
hu: Új cím elmentése

source: Check CSV
hu: CSV ellenőrzése

source: Are you sure to start import?
hu: Biztosan importálható?

source: @count address was successful imported.
hu: @count cím sikeresen importálva.

source: The following addresses was not added because of duplicated postal code
hu: Az alábbi címek hozzáadása sikertelen volt az irányítószámok duplázódása miatt.

source: Create hungarian address
hu: Magyar cím létrehozása

source: Edit any hungarian address
hu: Bármely magyar cím szerkesztése

source: Delete any hungarian address
hu: Bármely magyar cím törlése

source: Import CSV files
hu: CSV állományok importja

source: All addresses was imported.
hu: Minden cím importálva.

source: Hungarian county, and town list for addressefield module.
hu: Magyar megye- és városlista az <em>Address Field</em> modul számára.
